AnbuselvanRocky.bootstrap5-vscode
BracketPairColorDLW.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
formulahendry.auto-rename-tag
gerane.Theme-Dark-Dracula
geyao.html-snippets
glenn2223.live-sass
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-scss
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.js-debug-nightly
ms-vscode.mono-debug
ms-vscode.powershell
neikeq.godot-csharp-vscode
oderwat.indent-rainbow
PKief.material-icon-theme
riazxrazor.html-to-jsx
ritwickdey.LiveServer
syler.sass-indented
techer.open-in-browser
thekalinga.bootstrap4-vscode
vscjava.vscode-gradle
xabikos.JavaScriptSnippets
zhang-renyang.chat-gpt
Zignd.html-css-class-completion
